[
	{
		"name": "Baby Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22669/baby.png",
		"desc": "One blue-moon night, a stork brought a little package to the Smurf Village. This was the moment that Baby Smurf entered the lives of the Smurfs. Cute as a button, he also has a mind of his own…"
	},
	{
		"name": "Chef Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22670/cook.png",
		"desc": "There are usually wonderful smells of hot rolls, pies and cakes of all kinds emanating from his house. He’s a real cordon bleu chef who has to watch over his creations at all times since Greedy Smurf is never far away…"
	},
	{
		"name": "Brainy Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22671/brainy.png",
		"desc": "The only Smurf who always takes everything seriously. He spends his time lecturing the other Smurfs and thinks he’s smarter than everyone else. The other Smurfs have no problem telling him to go away."
	},
	{
		"name": "Farmer Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22672/farmer.png",
		"desc": "With his straw hat and green overalls, he’s unmissable. He isn’t that interested in village life but prefers the company of his lettuces and other vegetables. He’s also known for his colorful language!"
	},
	{
		"name": "Greedy Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22674/greedy.png",
		"desc": "Greedy Smurf is a real glutton who only thinks about eating. His motto? We should live to eat, not eat to live! He usually can’t resist stealing a piping hot cake from Chef Smurf."
	},
	{
		"name": "Grouchy Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22675/grouchy.png",
		"desc": "Grouchy Smurf can’t help being against anything that is said or suggested to him. His sentences often start with: “I don’t like…”. One might imagine that he doesn’t like anything or anyone, but actually, he’s a true philosopher with a big heart!"
	},
	{
		"name": "Handy Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22676/handy.png",
		"desc": "Not only the handyman Smurf of the village but also a real inventor who has constructed incredible machines, like a robot, an airplane and even a machine that smurfs the rain and sunshine. He is far ahead of his time."
	},
	{
		"name": "Harmony Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22677/harmony.png",
		"desc": "Harmony Smurf is a real music fan. Sadly, the only sounds he manages to get out of his trumpet are deafening tooots and paaarps! And it isn’t for lack of trying. But no matter what instrument he tries, music is clearly not his talent! Never mind, Harmony Smurf is not one to give up…"
	},
	{
		"name": "Hefty Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22678/hefty.png",
		"desc": "The strongest Smurf in the village. An accomplished sportsman, he can be recognized by the tattoo in the form of a heart on his arm. He’s often seen lifting weights to stay in shape."
	},
	{
		"name": "Lazy Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22679/lazy.png",
		"desc": "Here’s one who would be happy to sleep anywhere at any time. As soon as he gets up in the morning, he thinks about when he’ll be able to go back to bed. "
	},
	{
		"name": "Jokey Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22680/jokey2.png",
		"desc": "He presents gifts that then explode in the faces of those who open them. He always finds a way to make a joke, even in dangerous situations. He irritates the other Smurfs a bit, but in the end, they forgive him his weakness for playing tricks."
	},
	{
		"name": "Painter Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22681/painter.png",
		"desc": "He only lives for his art. When he’s not in his studio painting a portrait of Smurfette, one can find him on the banks of the lake at dusk, trying to capture all the subtle shades of sunset."
	},
	{
		"name": "Papa Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22682/papa.png",
		"desc": "Head of the village and a very powerful alchemist. He is much older than the other Smurfs: 542 years old! He often saves the Smurfs from the most perilous situations using his wisdom and knowledge. "
	},
	{
		"name": "Poet Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22683/poet.png",
		"desc": "Pen in one hand and a parchment in the other, Poet Smurf wanders the village and forest in search of inspiration. Smurfette is his muse and most of his poems are devoted to her."
	},
	{
		"name": "Smurfette",
		"src": "https://smurfs.blob.core.windows.net/media/22684/smurfette.png",
		"desc": "Smurfette was originally created by Gargamel, but Papa Smurf transformed her into the wonderful Smurf that she is today. With her beautiful blond hair and big eyes, she has broken the hearts of all the Smurfs."
	},
	{
		"name": "Vanity Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22685/vanity.png",
		"desc": "A flower in his hat and a mirror in his hand, Vanity Smurf is the Smurf who cares the most about his appearance. He spends much of his time admiring his delicate complexion in his little mirror."
	},
	{
		"name": "Wild Smurf",
		"src": "https://smurfs.blob.core.windows.net/media/22686/wild.png",
		"desc": "Raised by squirrels, this feral Smurf, who mostly uses grunts to communicate, lives in the forest. With his hat of hazel leaves and his loincloth, he’s probably the oddest of all the Smurfs. Watch out: he’s a real character!"
	}
]